Repository: CaspiUni/landing-page
Catalog: */po/opensuse-org.*.po
Languages: fi

source: en
fi: fi

source: openSUSE news &amp; events
fi: openSUSE uutiset &amp; tapahtumat

source: search in blog-posts
fi: hae blogikirjoituksista

source: search the news
fi: hae uutisista

source: search for software
fi: hae ohjelmista

source: search in help-section
fi: hae ohje-osiosta

source: <strong>openSUSE</strong> is a free and Linux-based operating system for your PC, Laptop or Server. You can surf the web, manage your e-mails and photos, do office work, play videos or music and <em>have a lot of fun!</em>
fi: <strong>openSUSE</strong> on vapaa Linux-pohjainen käyttöjärjestelmä tietokoneeseesi, kannettavaan tai palvelimeen. Voit selata nettiä, hallita sähköpostia ja kuvia, tehdä toimistotöitä, toistaa videoita tai musiikkia ja <em>pitää hauskaa!</em>

source: <a href="http://software.opensuse.org"> <span class="top">&nbsp;</span> <span class="buttontext"> <strong>Get it: </strong> Download openSUSE or find additional software. </span> <span class="bottom clear">&nbsp;</span> </a>
fi: <a href="http://software.opensuse.org"> <span class="top">&nbsp;</span> <span class="buttontext"> <strong>Lataa: </strong> Lataa openSUSE tai etsi ohjelmia. </span> <span class="bottom clear">&nbsp;</span> </a>

source: <a href="http://en.opensuse.org"> <span class="top">&nbsp;</span> <span class="buttontext"> <strong>Discover it: </strong> Learn more about openSUSE with tutorials, documentation, and more! </span> <span class="bottom clear">&nbsp;</span> </a>
fi: <a href="http://en.opensuse.org"> <span class="top">&nbsp;</span> <span class="buttontext"> <strong>Tutustu: </strong> Opi lisää openSUSEsta oppaiden, dokumenttien ja muiden avulla! </span> <span class="bottom clear">&nbsp;</span> </a>

source: <a href="http://build.opensuse.org"> <span class="top">&nbsp;</span> <span class="buttontext"> <strong>Create it: </strong> Build packages for all major Linux distributions with the Build Service. </span> <span class="bottom clear">&nbsp;</span> </a>
fi: <a href="http://build.opensuse.org"> <span class="top">&nbsp;</span> <span class="buttontext"> <strong>Luo: </strong> Rakenna paketteja kaikille yleisimmille Linux distroille BuildServicen avulla. </span> <span class="bottom clear">&nbsp;</span> </a>

source: <a href="../screenshots.php" id="toggle_screenshots"><span>&raquo; Screenshots</span></a>
fi: <a href="../screenshots.php" id="toggle_screenshots"><span>&raquo; Kuvankaappaukset</span></a>

source: News &amp; Events
fi: news &amp; tapahtumat

source: RSS newsfeed
fi: RSS uutisvirta

source: Help &amp; Support
fi: Ohjeet &amp; tukipalvelut

source: get help
fi: etsi ohjeita

source: </a> The <a href="http://forums.opensuse.org/">forums</a> are the first place to go if you want answers to questions about openSUSE!
fi: </a><a href="http://forums.opensuse.org/">Keskustelualueet</a> on ensimmäinen paikka mistä kannattaa hakea vastauksia openSUSEa koskeviin kysymyksiin!

source: Want to discuss openSUSE, participate in development, or contribute in other ways? Join one of the <a href="http://en.opensuse.org/openSUSE:Mailing_lists">mailing lists</a>.
fi: Haluatko keskustella openSUSEsta, osallistua kehitystyöhön tai osallistua muilla tavoin? Liity jollekin <a href="http://en.opensuse.org/openSUSE:Mailing_lists">sähköpostilistalle</a>.

source: openSUSE Shop
fi: openSUSE kauppa

source: openSUSE shop
fi: openSUSE kauppa

source: </a> The <a href="http://shop.opensuse.org/">shop</a> is the place to find official openSUSE gear. T-shirts, mugs, caps, bags and much more.
fi: </a><a href="http://shop.opensuse.org/">Kaupasta</a> löydät virallisia openSUSE tuotteita. Valikoimissa on t-paitoja, mukeja, lippalakkeja, laukkuja ja paljon muuta.

source: <a href="http://shop.opensuse.org/shop-us.html">Shop for Americas</a>
fi: <a href="http://shop.opensuse.org/shop-us.html">Osta Amerikassa</a>

source: <a href="http://shop.opensuse.org/shop-eu.html">Shop for Europe &amp; Asia</a>
fi: <a href="http://shop.opensuse.org/shop-eu.html">Osta Euroopassa &amp; Asiassa</a>

source: <a href="http://software.opensuse.org/">Get Software</a>
fi: <a href="http://software.opensuse.org/">Hae ohjelmia</a>

source: <a href="http://connect.opensuse.org/">Social Network</a>
fi: <a href="http://connect.opensuse.org/">Sosiaalinen verkosto</a>

source: <a href="http://news.opensuse.org/">News</a>
fi: <a href="http://news.opensuse.org/">Uutiset</a>

source: <a href="http://forums.opensuse.org/">Forums</a>
fi: <a href="http://forums.opensuse.org/">Keskustelualueet</a>

source: <a href="http://shop.opensuse.org/">Shop</a>
fi: <a href="http://shop.opensuse.org/">Kauppa</a>

source: <a href="http://lizards.opensuse.org/">Blogs</a>
fi: <a href="http://lizards.opensuse.org/">Blogit</a>

source: <a href="mailto:press@opensuse.org">Press</a>
fi: <a href="mailto:press@opensuse.org">Lehdistö</a>

source: language
fi: kieli

source: English
fi: Englanti

source: Sponsored by
fi: Toimintaa tukevat

source: It is November 16, 2011 and our mirrors have synced. Time to present to you: <a href="http://software.opensuse.org/">openSUSE 12.1</a>! This release represents more than eight months of work by our international community and brings you the best Free Software has to offer. Awesome improvements include the latest GNOME 3.2 desktop as well as the newest from KDE, XFCE and LXDE; your ownCloud made easy with mirall; Snapper-shots of your file system; and much, much more. (<a href="http://news.opensuse.org/2011/11/16/opensuse-12-1-all-green/">continue reading</a>).
fi: On marraskuun 16. päivä 2011 ja peilipalvelimet on tahdistettu. Nyt on aika esitellä sinulle: <a href="http://software.opensuse.org/">openSUSE 12.1</a>! Tämä julkaisu sisältää kansainvälisen yhteisömme yli kahdeksan kuukauden työn sekä vapaiden ohjelmistojen parhaat palat. Parannukset sisältävät viimeisimmän GNOME 3.2 -työpöytäympäristön kuten myös uusimmat KDE-, XFCE- ja LXDE-versiot, ownCloud helposti toteutettuna mirall:illa, tilannekuvat (Snapper-shots) tiedostojärjestelmästä ja paljon muuta. (<a href="http://news.opensuse.org/2011/11/16/opensuse-12-1-all-green/">jatka lukemista</a>).

source: You can <a href="http://en.opensuse.org/Product_highlights">learn what is new</a>, <a href="http://software.opensuse.org/">download it</a> and <a href="http://upgrade.opensuse.org">upgrade</a>!
fi: Voit lukea <a href="http://en.opensuse.org/Product_highlights">lisää uudistuksista</a>, <a href="http://software.opensuse.org/">ladata</a> tai <a href="http://upgrade.opensuse.org">päivittää</a> sen!

source: Follow openSUSE on Google Plus
fi: Seuraa openSUSEa Google Plussassa

source: Keep informed about openSUSE following our <a href="https://plus.google.com/110312141834246266844/">new Google+ page</a><a style="text-decoration:none;" href="https://plus.google.com/110312141834246266844/?prsrc=3">
fi: Pysy ajantasalla seuraamalla openSUSEn <a href="https://plus.google.com/110312141834246266844/">uutta Google+ sivua</a><a style="text-decoration:none;" href="https://plus.google.com/110312141834246266844/?prsrc=3">

source: Participate and join the community!
fi: Osallistu ja liity yhteisöön!

source: Whether you're an experienced Linux developer or an end user just getting started with Linux, there are many ways for you to participate in the openSUSE project. Join a <a href="http://forums.opensuse.org/">forum</a> to get help or help others with openSUSE, find and <a href="http://en.opensuse.org/openSUSE:Submitting_bug_reports">report bugs</a>, review the <a href="http://doc.opensuse.org">documentation</a>, send your <a href="http://features.opensuse.org">wish list</a> for new packages and features, create and submit <a href="http://build.opensuse.org">patches</a>, or find other creative ways to contribute. Whatever you do, take a few minutes to discuss openSUSE with other users and become an active member of the openSUSE communities. <a href="http://en.opensuse.org/Portal:How_to_participate">Would you like to know more?</a>
fi: Olitpa sitten edistynyt Linux-kehittäjä tai loppukäyttäjä, joka on juuri aloittanut Linuxin käytön, teille molemmille löytyy useita tapoja osallistua openSUSE-projektiin. Liity <a href="http://forums.opensuse.org/">keskustelualueelle</a> saadaksesi apua tai auttaaksesi muita openSUSEn käytössä, etsi ja <a href="http://en.opensuse.org/openSUSE:Submitting_bug_reports">raportoi ohjelmointivirheistä </a>, tarkista <a href="http://doc.opensuse.org">dokumentointia</a>, lähetä <a href="http://features.opensuse.org">toivomuslistasi</a> uusista paketeista ja ominaisuuksista, luo ja lähetä <a href="http://build.opensuse.org">korjauksia</a>, tai löydä muita luovia tapoja osallistua. Mitä tahansa sitten teetkin, vietä muutama minuutti keskustellen openSUSEsta muiden käyttäjien kanssa ja ryhdy aktiiviseksi jäseneksi openSUSEn yhteisöihin. <a href="http://en.opensuse.org/Portal:How_to_participate">Haluatko tietää lisää?</a>
